#include "pch.h"
#include "UI.h"
#include <iostream>

void print_UI()
{
	printf("		//////////////////////////////////////////////////////////////////////\n \
		/                                                                    /\n \
		/                   1.共享文件                                       /\n \
		/                   2.共享内存                                       /\n \
		/                   3.从当前共享区域读取数据                         /\n \
		/                   4.从当前共享区域写入数据                         /\n \
		/                   5.取消MapView映射                                /\n \
		/                   6.退出                                           / \n \
		/                                                                    / \n \
		//////////////////////////////////////////////////////////////////////\n");
	printf(">");
}