#include "pch.h"
#include "UI.h"
#include <iostream>

void print_UI()
{
	printf("		//////////////////////////////////////////////////////////////////////\n \
		/                                                                    /\n \
		/                   1.打开当前共享内存                               /\n \
		/                   2.从当前共享区域读取数据                         /\n \
		/                   3.从当前共享区域写入数据                         /\n \
		/                   4.取消MapView映射                                /\n \
		/                   5.退出                                           / \n \
		/                                                                    / \n \
		//////////////////////////////////////////////////////////////////////\n");
	printf(">");
}